Revit 2027 API
AdvancedWood.WoodLateColorPower Property
 The property labeled "Power to compute latewood color" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodLateColorPower { get; }
Public Shared ReadOnly Property WoodLateColorPower As String
	Get
public:
static property String^ WoodLateColorPower {
	String^ get ();
}
static member WoodLateColorPower : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble".
See Also
Reference
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace